{
  "messages" : [
    {
      "id": 1,
      "heading": "The strike is not gonna end now",
      "content": "The school administration regrets to announce to all stake holders about the current state of events prevent them from carrying out teaching and learning activities",
      "image": "https://picsum.photos/id/1020/4288/2848"
    },
    {
      "id": 2,
      "heading": "This is not gonna be easy for anyone here",
      "content": "The school administration regrets to announce to all stake holders about the current state of events prevent them from carrying out teaching and learning activities",
      "image": "https://picsum.photos/id/1016/3844/2563"
    },
    {
      "id": 3,
      "heading": "Theodore Rosevelt",
      "content": "Theodore Roosevelt (October 27, 1858 – January 6, 1919) was the 26th president of the United States from 1901 to 1909. He had previously been the 33rd governor of New York, from 1899 to 1900, and then the 25th vice president of the United States, from March to September 1901.As a leader of the Republican Party, he became a driving force for the Progressive Era in the United States in the early 20th century. In 1912, he ran for a third term as president. When he could not secure the Republican nomination, he formed his own party, the Progressive or 'Bull Moose' Party, which drew enough votes away from the Republican nominee, i  ncumbent President William Howard Taft, to give their Democratic opponent Woodrow Wilson a large victory in the electoral vote. Roosevelt was a distant cousin of the 32nd president, Franklin D. Roosevelt, and the uncle of Franklins wife Eleanor Roosevelt. His face is depicted on Mount Rushmore, alongside George Washington, Thomas Jefferson and Abraham Lincoln. This picture is a line engraving of Roosevelt, produced around 1902 by the Department of the Treasury     Bureau of Engraving and Printing (BEP) as part of a BEP presentation album of the first 26 presidents.",
      "image": "https://picsum.photos/id/1011/5472/3648"
    }
  ]
}
